import React, {Component} from "react"
import {Row, Col, Card,Button} from 'antd';

export default class Detail extends Component {

    render() {
        return (

            <div style={{width: "1200px", margin: "0 auto"}}>
                <Row>
                    <Col span={18}>
                        平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，

                        微信登录

                        案例名称平台名称

                        系统简介：


                        平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，平台简介，
                    </Col>
                    <Col span={6}>
                        <Col span={20}>
                            <Card title="案例名称平台名称" bordered={false}>登录后获得演示账号及演示地址
                            <br/>
                                <Button type="primary" icon="login">微信登陆</Button>
                            </Card>
                        </Col>
                    </Col>
                </Row>
            </div>
        )
    }
}